Revit 2027 API
OverrideGraphicSettings Constructor
Overload List
Name | Description
OverrideGraphicSettings() |  Creates a new instance of an OverrideGraphicSettings object.
OverrideGraphicSettings(OverrideGraphicSettings) |  Creates a new instance of an OverrideGraphicSettings object based on an existing OverrideGraphicSettings object.
Top
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace